{
  "services": "Services",
  "marketEntry": "Market Entry",
  "newsInsights": "News & Insights",
  "resources": "Resources",
  "aboutUs": "About Us",
  "careers": "Careers",
  "getConsultation": "Get Consultation",
  "hero_ready_to_build": "Ready to build",
  "hero_your_business": "your business",
  "hero_in_vietnam": "in Vietnam?",
  "hero_quote": "\"Bridging foreign ambition with local execution for success, driving impactful outcomes through grounded strategies\".",
  "hero_kg_initials": "— KG",
  "hero_explore_services": "Explore Services",
  "hero_schedule_consultation": "Schedule Consultation",
  "resource_section_title": "The Right Solution For You",
  "entry_card_category": "Vietnam Market Entry",
  "entry_card_title": "Expand your<br />foreign business",
  "consulting_card_category": "Business Consulting",
  "consulting_card_title": "Optimize your<br />Strategies",
  "compliance_card_category": "Legal & Compliance",
  "compliance_card_title": "Stay<br />compliant",
  "support_card_category": "Operational Support",
  "support_card_title": "Grow your<br />Vietnam business",
  "expertise_section_title": "Ready to thrive in new markets?",
  "expertise_section_subtitle": "We’re here to guide you every step of the way through our expert team. Navigating the complexities of regulations, culture, and compliance can be challenging — but with our expertise, you can move forward with confidence. Whether you’re expanding your business or pursuing strategic goals, our deep knowledge and hands-on experience will help you avoid pitfalls, seize opportunities, and achieve success faster.",
  "expertise_knowledge_title": "Local knowledge",
  "expertise_knowledge_text": "Our specialist team has grassroots knowledge and an acute local understanding of the market-specific intricacies and nuances.",
  "expertise_attention_title": "Hands-on attention",
  "expertise_attention_text": "All of our clients are treated with the same level of importance and get personalised, hands-on attention from our team.",
  "expertise_speed_title": "Speed & flexibility",
  "expertise_speed_text": "We can make swift and effective decisions on your behalf, cutting through bureaucracy and guiding you forward.",
  "expertise_commitment_title": "Lasting commitment",
  "expertise_commitment_text": "We're in it for the long run. People who'll be helping you are owner-managers, with a stake in our firm and a real interest in your success.",
  "news_section_title": "Latest News & Insights",
  "view_all": "View all",
  "news_item1_title": "Vietnam's new Personal Data Protection Law: What businesses...",
  "news_item2_title": "Vietnam's new Corporate Income Tax Law: Strategic overhaul...",
  "news_item3_title": "Quarterly Vietnam HR & Payroll Updates July 2025",
  "insights_category": "Insights",
  "upcoming_events_title": "Upcoming & Recent Events",
  "event1_title": "Vietnam new personal data protection law: Compliance readiness & practical implementation",
  "event2_title": "Expand your trading business in Vietnam: Market entry and online growth strategies",
  "read_more": "Read more",
  "services_section_tagline": "● OUR SERVICES ●",
  "services_section_title": "Corporate Services For Every<br />Part of Your Journey",
  "services_section_subtitle": "Find intelligent answers to the most complex administrative issues you'll come up against as your business expands into Vietnam and beyond. Ask us for solutions, not just advice.",
  "service_formation_label": "Getting started",
  "service_formation_title": "Formation",
  "service_formation_item1": "Company registration",
  "service_formation_item2": "Licensing & structuring support",
  "service_admin_label": "Staying compliant",
  "service_admin_title": "Administration",
  "service_admin_item1": "Corporate secretarial",
  "service_admin_item2": "Accounting & tax compliance",
  "service_admin_item3": "Payroll outsourcing",
  "service_admin_item4": "PEO/Employer of record",
  "service_admin_item5": "HR administration",
  "service_admin_item6": "Work permit",
  "service_advisory_label": "Streamlining operations",
  "service_advisory_title": "Advisory",
  "service_advisory_item1": "Business consulting",
  "service_advisory_item2": "Tax advisory & planning",
  "view_all_services": "View all services",
  "about_section_title": "Discover Our Story",
  "tab_history": "History",
  "tab_vision": "Vision",
  "tab_mission": "Mission",
  "history_q1": "From Friendship to Foundership",
  "history_a1": "It all started four years ago over a cup of chai and a late-night brainstorming session. We were five friends from completely different professional walks of life a sharp industrialist & lawyer with an eye for scalable systems, a chartered accountant who could see numbers in motion, a hands-on engineer turned consultant with a knack for solving business puzzles, a marketing expert who lived and breathed brand psychology, and a tech hacker who could build anything from scratch with sheer logic and code. Our paths crossed over collaborative work and casual debates — but soon we realized we had something powerful in common: a shared hunger to create, solve, and elevate businesses from the inside out.",
  "history_q2": "Where Minds Align, Ideas Thrive",
  "history_a2": "Our diverse backgrounds became our greatest strength. We were never just talking in silos finance met design, operations spoke to growth, and technology enabled it all. What started as informal collaboration turned into a deep synergy. We weren't just solving business problems; we were challenging paradigms, questioning the 'why,' and building better answers. Our value systems naturally aligned — integrity,impact & innovation became our pillars. We never believed in surface-level fixes; we believed in solving from the core, building from the roots.",
  "history_q3": "From Projects to Purpose",
  "history_a3": "What began with helping a few startups scale, optimize, and grow soon turned into a full-fledged mission. We saw how most businesses were struggling not because of lack of intent — but lack of integrated thinking. So, we formed this consulting firm — not to be just another advisor, but a TRUE PARTNER IN TRANSFORMATION. We bring not just expertise, but ownership. And our goal remains simple: to make businesses not only succeed — but SUSTAIN, SCALE, and LEAD.",
  "vision_q1": "What is our vision?",
  "vision_a1": "We envision a business world where companies, regardless of size, can access holistic, world-class consulting that goes beyond theory. A world where strategy, execution, technology, and finance aren't separate compartments, but parts of one unified growth engine. Our vision is to be the driving force behind the next generation of sustainable, high-impact businesses — helping them move from confusion to clarity, from complexity to simplicity, and from stagnation to scale.1.",
  "vision_q2": "Co-builders of the journey",
  "vision_a2": "We want to become the most trusted partners — not just as consultants, but as CO-BUILDERS of their journey. Whether it's a startup taking its first step or an enterprise pivoting for future relevance, we aim to be their compass, their catalyst, and their quiet strength behind the scenes.",
  "vision_q3": "Create an impact",
  "vision_a3": "Our long-term vision is to build a consulting ecosystem that mentors, accelerates, and empowers — not just clients, but even young talent and future entrepreneurs. We want to be remembered not for the services we offered, but for the IMPACT WE CREATED",
  "mission_q1": "We deliver outcomes",
  "mission_a1": "Our mission is to solve business problems with heart, mind, and method — combining strategic thinking, tech innovation, financial wisdom, and actionable marketing intelligence. We don't deliver decks; WE DELIVER OUTCOMES. Every project we take up is an opportunity to create tangible business value, uplift processes, and make our clients stronger than yesterday.",
  "mission_q2": "Make future ready",
  "mission_a2": "We aim to simplify complexity. Whether it's a tech roadmap, a go-to-market strategy, an operational bottleneck, or a finance-led growth challenge — we break it down, solve it from the inside, and build systems that scale. Our mission is to make our clients future-ready — with agility, resilience, and clear direction.",
  "mission_q3": "Always stand by clients",
  "mission_a3": "And most importantly, we are mission-driven to keep it ethical, personal, and purposeful. We want to be the kind of consultants who don't just impress — but genuinely transform, inspire, and stand by our clients as partners who care.",
  "team_section_title": "Meet Our Core Team",
  "team_section_subtitle": "Our team brings together experienced Management Consultants, Startup Leaders, Top-ranking Chartered Accountants (CAs), Legal experts, and Marketing strategists—united by a shared commitment to delivering impactful consulting solutions.",
  "footer_description": "Your trusted partner for business expansion and regulatory compliance in Vietnam. We provide expert guidance to help you navigate complex markets successfully.",
  "footer_office_location": "Ho Chi Minh City Office",
  "footer_office_hours": "Mon – Fri, 8:30 AM - 5:30 PM (UTC+7)",
  "get_in_touch": "Get In Touch",
  "company_title": "Company",
  "careers_link": "Careers",
  "partner_network_link": "Partner Network",
  "industry_guides_link": "Industry Guides",
  "market_reports_link": "Market Reports",
  "case_studies_link": "Case Studies",
  "regulatory_updates_link": "Regulatory Updates",
  "copyright_text": "© 2025 VIETBASE CONSULTING CO., LTD. All rights reserved.",
  "privacy_policy_link": "Privacy Policy",
  "terms_of_service_link": "Terms of Service",
  "follow_us": "Follow us:",
  "book_call_connect": "Let’s Connect",
  "book_a_call": "Book a Call",
  "schedule_consultation_button": "Schedule Consultation",
  "book_call_ready_text": "Ready to build your business in Vietnam? Let’s discuss your goals."
}