{
  "services": "Services",
  "marketEntry": "Entrée sur le marché",
  "newsInsights": "Actualités & Insights",
  "resources": "Ressources",
  "aboutUs": "À propos",
  "careers": "Carrières",
  "getConsultation": "Obtenir une consultation",
  "hero_ready_to_build": "Prêt à construire",
  "hero_your_business": "votre entreprise",
  "hero_in_vietnam": "au Vietnam ?",
  "hero_quote": "\"Relier l'ambition étrangère à l'exécution locale pour réussir, en favorisant des résultats impactants grâce à des stratégies ancrées\".",
  "hero_kg_initials": "— KG",
  "hero_explore_services": "Explorer les services",
  "hero_schedule_consultation": "Planifier une consultation",
  "resource_section_title": "La bonne solution pour vous",
  "entry_card_category": "Entrée sur le marché vietnamien",
  "entry_card_title": "Développez votre<br />entreprise à l'étranger",
  "consulting_card_category": "Conseil en entreprise",
  "consulting_card_title": "Optimisez vos<br />stratégies",
  "compliance_card_category": "Juridique & Conformité",
  "compliance_card_title": "Restez<br />conforme",
  "support_card_category": "Support opérationnel",
  "support_card_title": "Développez votre<br />entreprise au Vietnam",
  "expertise_section_title": "Prêt à prospérer sur de nouveaux marchés ?",
  "expertise_section_subtitle": "Nous sommes là pour vous guider à chaque étape grâce à notre équipe d'experts. Naviguer dans la complexité des réglementations, de la culture et de la conformité peut être difficile — mais avec notre expertise, vous pouvez avancer en toute confiance. Que vous développiez votre entreprise ou poursuiviez des objectifs stratégiques, notre connaissance approfondie et notre expérience pratique vous aideront à éviter les pièges, à saisir les opportunités et à réussir plus rapidement.",
  "expertise_knowledge_title": "Connaissance locale",
  "expertise_knowledge_text": "Notre équipe spécialisée possède une connaissance de terrain et une compréhension aiguë des subtilités et nuances spécifiques au marché.",
  "expertise_attention_title": "Attention personnalisée",
  "expertise_attention_text": "Tous nos clients sont traités avec le même niveau d'importance et bénéficient d'une attention personnalisée et pratique de la part de notre équipe.",
  "expertise_speed_title": "Rapidité & flexibilité",
  "expertise_speed_text": "Nous pouvons prendre des décisions rapides et efficaces en votre nom, en évitant la bureaucratie et en vous guidant vers l'avant.",
  "expertise_commitment_title": "Engagement durable",
  "expertise_commitment_text": "Nous sommes là pour le long terme. Les personnes qui vous aideront sont des gestionnaires-propriétaires, avec un intérêt dans notre entreprise et un réel intérêt pour votre succès.",
  "news_section_title": "Dernières actualités & insights",
  "view_all": "Voir tout",
  "news_item1_title": "Nouvelle loi vietnamienne sur la protection des données personnelles : Ce que les entreprises...",
  "news_item2_title": "Nouvelle loi vietnamienne sur l'impôt sur les sociétés : Réforme stratégique...",
  "news_item3_title": "Mises à jour trimestrielles RH & Paie Vietnam Juillet 2025",
  "insights_category": "Insights",
  "upcoming_events_title": "Événements à venir & récents",
  "event1_title": "Nouvelle loi vietnamienne sur la protection des données personnelles : Préparation à la conformité & mise en œuvre pratique",
  "event2_title": "Développez votre entreprise commerciale au Vietnam : Stratégies d'entrée sur le marché et croissance en ligne",
  "read_more": "Lire plus",
  "services_section_tagline": "● NOS SERVICES ●",
  "services_section_title": "Services d'entreprise pour chaque<br />partie de votre parcours",
  "services_section_subtitle": "Trouvez des réponses intelligentes aux problèmes administratifs les plus complexes auxquels vous serez confronté lors de l'expansion de votre entreprise au Vietnam et au-delà. Demandez-nous des solutions, pas seulement des conseils.",
  "service_formation_label": "Démarrage",
  "service_formation_title": "Création",
  "service_formation_item1": "Enregistrement d'entreprise",
  "service_formation_item2": "Support pour les licences & la structure",
  "service_admin_label": "Rester conforme",
  "service_admin_title": "Administration",
  "service_admin_item1": "Secrétariat d'entreprise",
  "service_admin_item2": "Comptabilité & conformité fiscale",
  "service_admin_item3": "Externalisation de la paie",
  "service_admin_item4": "PEO/Employeur de record",
  "service_admin_item5": "Administration RH",
  "service_admin_item6": "Permis de travail",
  "service_advisory_label": "Rationalisation des opérations",
  "service_advisory_title": "Conseil",
  "service_advisory_item1": "Conseil en entreprise",
  "service_advisory_item2": "Conseil & planification fiscale",
  "view_all_services": "Voir tous les services",
  "about_section_title": "Découvrez notre histoire",
  "tab_history": "Histoire",
  "tab_vision": "Vision",
  "tab_mission": "Mission",
  "history_q1": "De l'amitié à la fondation",
  "history_a1": "Tout a commencé il y a quatre ans autour d'une tasse de chai et d'une session de brainstorming tardive. Nous étions cinq amis venant de milieux professionnels complètement différents : un industriel et avocat perspicace avec un œil pour les systèmes évolutifs, un comptable agréé qui voyait les chiffres en mouvement, un ingénieur devenu consultant avec un talent pour résoudre les énigmes commerciales, un expert en marketing qui vivait et respirait la psychologie des marques, et un hacker technologique capable de construire n'importe quoi à partir de zéro avec une logique et du code pur. Nos chemins se sont croisés grâce à un travail collaboratif et des débats informels — mais nous avons rapidement réalisé que nous avions quelque chose de puissant en commun : une faim partagée de créer, résoudre et élever les entreprises de l'intérieur.",
  "history_q2": "Là où les esprits s'alignent, les idées prospèrent",
  "history_a2": "Nos divers antécédents sont devenus notre plus grande force. Nous ne parlions jamais en silos : la finance rencontrait le design, les opérations parlaient à la croissance, et la technologie permettait tout cela. Ce qui a commencé comme une collaboration informelle s'est transformé en une synergie profonde. Nous ne résolvions pas seulement des problèmes commerciaux ; nous remettions en question les paradigmes, interrogions le 'pourquoi' et construisions de meilleures réponses. Nos systèmes de valeurs s'alignaient naturellement — l'intégrité, l'impact et l'innovation sont devenus nos piliers. Nous n'avons jamais cru aux solutions superficielles ; nous croyions en la résolution depuis le noyau, en construisant depuis les racines.",
  "history_q3": "Des projets au but",
  "history_a3": "Ce qui a commencé en aidant quelques startups à se développer, optimiser et grandir s'est rapidement transformé en une mission à part entière. Nous avons vu comment la plupart des entreprises luttaient non pas par manque d'intention — mais par manque de pensée intégrée. Nous avons donc formé ce cabinet de conseil — pas pour être un autre conseiller, mais un VÉRITABLE PARTENAIRE DE TRANSFORMATION. Nous apportons non seulement de l'expertise, mais aussi de la propriété. Et notre objectif reste simple : faire en sorte que les entreprises non seulement réussissent — mais se maintiennent, se développent et dirigent.",
  "vision_q1": "Quelle est notre vision ?",
  "vision_a1": "Nous envisageons un monde des affaires où les entreprises, quelle que soit leur taille, peuvent accéder à un conseil holistique et de classe mondiale qui va au-delà de la théorie. Un monde où la stratégie, l'exécution, la technologie et la finance ne sont pas des compartiments séparés, mais des parties d'un seul moteur de croissance unifié. Notre vision est d'être la force motrice derrière la prochaine génération d'entreprises durables et à fort impact — en les aidant à passer de la confusion à la clarté, de la complexité à la simplicité et de la stagnation à l'échelle.",
  "vision_q2": "Co-constructeurs du parcours",
  "vision_a2": "Nous voulons devenir les partenaires les plus fiables — pas seulement en tant que consultants, mais en tant que CO-CONSTRUCTEURS de leur parcours. Qu'il s'agisse d'une startup qui fait ses premiers pas ou d'une entreprise qui pivote pour une pertinence future, nous visons à être leur boussole, leur catalyseur et leur force tranquille en coulisses.",
  "vision_q3": "Créer un impact",
  "vision_a3": "Notre vision à long terme est de construire un écosystème de conseil qui encadre, accélère et autonomise — non seulement les clients, mais aussi les jeunes talents et les futurs entrepreneurs. Nous voulons être rappelés non pas pour les services que nous avons offerts, mais pour L'IMPACT QUE NOUS AVONS CRÉÉ.",
  "mission_q1": "Nous livrons des résultats",
  "mission_a1": "Notre mission est de résoudre les problèmes commerciaux avec cœur, esprit et méthode — en combinant la pensée stratégique, l'innovation technologique, la sagesse financière et l'intelligence marketing actionnable. Nous ne livrons pas des présentations ; NOUS LIVRONS DES RÉSULTATS. Chaque projet que nous entreprenons est une opportunité de créer une valeur commerciale tangible, d'améliorer les processus et de rendre nos clients plus forts qu'hier.",
  "mission_q2": "Préparer pour l'avenir",
  "mission_a2": "Nous visons à simplifier la complexité. Qu'il s'agisse d'une feuille de route technologique, d'une stratégie de commercialisation, d'un goulot d'étranglement opérationnel ou d'un défi de croissance axé sur la finance — nous le décomposons, le résolvons de l'intérieur et construisons des systèmes qui évoluent. Notre mission est de rendre nos clients prêts pour l'avenir — avec agilité, résilience et direction claire.",
  "mission_q3": "Toujours aux côtés des clients",
  "mission_a3": "Et surtout, nous sommes motivés par la mission de garder cela éthique, personnel et intentionnel. Nous voulons être le genre de consultants qui n'impressionnent pas seulement — mais transforment, inspirent et soutiennent véritablement nos clients en tant que partenaires qui se soucient.",
  "team_section_title": "Rencontrez notre équipe centrale",
  "team_section_subtitle": "Notre équipe réunit des consultants en gestion expérimentés, des leaders de startups, des comptables agréés de haut rang, des experts juridiques et des stratèges marketing — unis par un engagement commun à fournir des solutions de conseil impactantes.",
  "footer_description": "Votre partenaire de confiance pour l'expansion commerciale et la conformité réglementaire au Vietnam. Nous fournissons des conseils d'experts pour vous aider à naviguer avec succès dans des marchés complexes.",
  "footer_office_location": "Bureau de Ho Chi Minh Ville",
  "footer_office_hours": "Lun – Ven, 8h30 - 17h30 (UTC+7)",
  "get_in_touch": "Contactez-nous",
  "company_title": "Entreprise",
  "careers_link": "Carrières",
  "partner_network_link": "Réseau de partenaires",
  "industry_guides_link": "Guides de l'industrie",
  "market_reports_link": "Rapports de marché",
  "case_studies_link": "Études de cas",
  "regulatory_updates_link": "Mises à jour réglementaires",
  "copyright_text": "© 2025 VIETBASE CONSULTING CO., LTD. Tous droits réservés.",
  "privacy_policy_link": "Politique de confidentialité",
  "terms_of_service_link": "Conditions d'utilisation",
  "follow_us": "Suivez-nous :",
  "book_call_connect": "Connectons-nous",
  "book_a_call": "Prendre rendez-vous",
  "schedule_consultation_button": "Planifier une consultation",
  "book_call_ready_text": "Prêt à construire votre entreprise au Vietnam ? Discutons de vos objectifs."
}