{
  "services": "Dịch vụ",
  "marketEntry": "Thâm nhập thị trường",
  "newsInsights": "Tin tức & Góc nhìn",
  "resources": "Tài nguyên",
  "aboutUs": "Về chúng tôi",
  "careers": "Tuyển dụng",
  "getConsultation": "Nhận tư vấn",
  "hero_ready_to_build": "Sẵn sàng xây dựng",
  "hero_your_business": "doanh nghiệp của bạn",
  "hero_in_vietnam": "tại Việt Nam?",
  "hero_quote": "\"Kết nối tham vọng nước ngoài với triển khai địa phương để thành công, thúc đẩy kết quả tác động thông qua các chiến lược vững chắc\".",
  "hero_kg_initials": "— KG",
  "hero_explore_services": "Khám phá dịch vụ",
  "hero_schedule_consultation": "Đặt lịch tư vấn",
  "resource_section_title": "Giải pháp phù hợp cho bạn",
  "entry_card_category": "Thâm nhập thị trường Việt Nam",
  "entry_card_title": "Mở rộng<br />doanh nghiệp nước ngoài",
  "consulting_card_category": "Tư vấn doanh nghiệp",
  "consulting_card_title": "Tối ưu hóa<br />chiến lược",
  "compliance_card_category": "Pháp lý & Tuân thủ",
  "compliance_card_title": "Duy trì<br />tuân thủ",
  "support_card_category": "Hỗ trợ vận hành",
  "support_card_title": "Phát triển<br />doanh nghiệp tại Việt Nam",
  "expertise_section_title": "Sẵn sàng phát triển trên thị trường mới?",
  "expertise_section_subtitle": "Chúng tôi ở đây để hướng dẫn bạn từng bước thông qua đội ngũ chuyên gia. Điều hướng sự phức tạp của quy định, văn hóa và tuân thủ có thể là thách thức — nhưng với chuyên môn của chúng tôi, bạn có thể tiến lên với sự tự tin. Dù bạn đang mở rộng doanh nghiệp hay theo đuổi mục tiêu chiến lược, kiến thức sâu rộng và kinh nghiệm thực tiễn của chúng tôi sẽ giúp bạn tránh cạm bẫy, nắm bắt cơ hội và đạt thành công nhanh hơn.",
  "expertise_knowledge_title": "Hiểu biết địa phương",
  "expertise_knowledge_text": "Đội ngũ chuyên gia của chúng tôi có hiểu biết sâu sắc từ cơ sở và nắm bắt tinh tế những phức tạp và sắc thái cụ thể của thị trường.",
  "expertise_attention_title": "Hỗ trợ trực tiếp",
  "expertise_attention_text": "Tất cả khách hàng của chúng tôi đều được đối xử với cùng mức độ quan trọng và nhận được sự hỗ trợ cá nhân, trực tiếp từ đội ngũ của chúng tôi.",
  "expertise_speed_title": "Tốc độ & linh hoạt",
  "expertise_speed_text": "Chúng tôi có thể đưa ra quyết định nhanh chóng và hiệu quả thay bạn, vượt qua quan liêu và dẫn dắt bạn tiến lên.",
  "expertise_commitment_title": "Cam kết lâu dài",
  "expertise_commitment_text": "Chúng tôi đồng hành cùng bạn lâu dài. Những người sẽ hỗ trợ bạn là các chủ quản lý, có cổ phần trong công ty chúng tôi và thực sự quan tâm đến thành công của bạn.",
  "news_section_title": "Tin tức & Góc nhìn mới nhất",
  "view_all": "Xem tất cả",
  "news_item1_title": "Luật Bảo vệ Dữ liệu Cá nhân mới của Việt Nam: Doanh nghiệp cần...",
  "news_item2_title": "Luật Thuế Thu nhập Doanh nghiệp mới của Việt Nam: Cải cách chiến lược...",
  "news_item3_title": "Cập nhật Nhân sự & Lương quý 7/2025 tại Việt Nam",
  "insights_category": "Góc nhìn",
  "upcoming_events_title": "Sự kiện sắp tới & gần đây",
  "event1_title": "Luật bảo vệ dữ liệu cá nhân mới của Việt Nam: Sẵn sàng tuân thủ & triển khai thực tế",
  "event2_title": "Mở rộng kinh doanh thương mại tại Việt Nam: Chiến lược thâm nhập thị trường và tăng trưởng trực tuyến",
  "read_more": "Đọc thêm",
  "services_section_tagline": "● DỊCH VỤ CỦA CHÚNG TÔI ●",
  "services_section_title": "Dịch vụ Doanh nghiệp Cho Mọi<br />Giai đoạn Hành trình",
  "services_section_subtitle": "Tìm câu trả lời thông minh cho những vấn đề hành chính phức tạp nhất bạn sẽ gặp phải khi mở rộng doanh nghiệp vào Việt Nam và hơn thế. Hãy yêu cầu chúng tôi giải pháp, không chỉ lời khuyên.",
  "service_formation_label": "Bắt đầu",
  "service_formation_title": "Thành lập",
  "service_formation_item1": "Đăng ký doanh nghiệp",
  "service_formation_item2": "Hỗ trợ cấp phép & cơ cấu",
  "service_admin_label": "Duy trì tuân thủ",
  "service_admin_title": "Hành chính",
  "service_admin_item1": "Thư ký công ty",
  "service_admin_item2": "Kế toán & tuân thủ thuế",
  "service_admin_item3": "Thuê ngoài bảng lương",
  "service_admin_item4": "PEO/Employer of record",
  "service_admin_item5": "Quản trị nhân sự",
  "service_admin_item6": "Giấy phép lao động",
  "service_advisory_label": "Tối ưu hóa hoạt động",
  "service_advisory_title": "Tư vấn",
  "service_advisory_item1": "Tư vấn doanh nghiệp",
  "service_advisory_item2": "Tư vấn & hoạch định thuế",
  "view_all_services": "Xem tất cả dịch vụ",
  "about_section_title": "Khám phá Câu chuyện của Chúng tôi",
  "tab_history": "Lịch sử",
  "tab_vision": "Tầm nhìn",
  "tab_mission": "Sứ mệnh",
  "history_q1": "Từ Tình bạn đến Sự sáng lập",
  "history_a1": "Tất cả bắt đầu từ bốn năm trước qua tách trà và buổi động não đêm khuya. Chúng tôi là năm người bạn từ những lĩnh vực chuyên môn hoàn toàn khác nhau — một nhà công nghiệp & luật sư sắc sảo với con mắt cho hệ thống có thể mở rộng, một kế toán viên có thể nhìn thấy các con số trong chuyển động, một kỹ sư thực hành trở thành nhà tư vấn với năng khiếu giải đố doanh nghiệp, một chuyên gia tiếp thị sống và thở tâm lý thương hiệu, và một hacker công nghệ có thể xây dựng bất cứ thứ gì từ đầu bằng logic và mã thuần túy. Con đường của chúng tôi giao nhau qua công việc hợp tác và những cuộc tranh luận thông thường — nhưng chẳng mấy chốc chúng tôi nhận ra mình có điểm chung mạnh mẽ: một khát khao chung để tạo ra, giải quyết và nâng tầm doanh nghiệp từ bên trong.",
  "history_q2": "Nơi Tâm trí Gặp nhau, Ý tưởng Phát triển",
  "history_a2": "Nền tảng đa dạng của chúng tôi trở thành sức mạnh lớn nhất. Chúng tôi không bao giờ chỉ nói chuyện trong các silo — tài chính gặp thiết kế, hoạt động nói chuyện với tăng trưởng, và công nghệ cho phép tất cả. Điều bắt đầu như hợp tác không chính thức đã trở thành sự cộng hưởng sâu sắc. Chúng tôi không chỉ giải quyết vấn đề doanh nghiệp; chúng tôi đang thách thức các mô hình, chất vấn 'tại sao' và xây dựng câu trả lời tốt hơn. Hệ thống giá trị của chúng tôi tự nhiên đồng nhất — tính chính trực, tác động & đổi mới trở thành trụ cột của chúng tôi. Chúng tôi không bao giờ tin vào giải pháp bề mặt; chúng tôi tin vào giải quyết từ cốt lõi, xây dựng từ gốc rễ.",
  "history_q3": "Từ Dự án đến Mục đích",
  "history_a3": "Điều bắt đầu bằng việc giúp một vài startup mở rộng, tối ưu hóa và phát triển đã nhanh chóng trở thành sứ mệnh toàn diện. Chúng tôi thấy hầu hết doanh nghiệp đang vật lộn không phải vì thiếu ý định — mà vì thiếu tư duy tích hợp. Vì vậy, chúng tôi thành lập công ty tư vấn này — không chỉ để trở thành một cố vấn khác, mà là MỘT ĐỐI TÁC THỰC SỰ TRONG CHUYỂN ĐỔI. Chúng tôi mang đến không chỉ chuyên môn, mà còn quyền sở hữu. Và mục tiêu của chúng tôi vẫn đơn giản: giúp doanh nghiệp không chỉ thành công — mà DUY TRÌ, MỞ RỘNG và DẪN ĐẦU.",
  "vision_q1": "Tầm nhìn của chúng tôi là gì?",
  "vision_a1": "Chúng tôi hình dung một thế giới kinh doanh nơi các công ty, bất kể quy mô, có thể tiếp cận tư vấn toàn diện, đẳng cấp thế giới vượt qua lý thuyết. Một thế giới nơi chiến lược, triển khai, công nghệ và tài chính không phải là các ngăn riêng biệt, mà là các phần của một động cơ tăng trưởng thống nhất. Tầm nhìn của chúng tôi là trở thành động lực đằng sau thế hệ doanh nghiệp bền vững, có tác động cao tiếp theo — giúp họ chuyển từ bối rối sang rõ ràng, từ phức tạp sang đơn giản, và từ trì trệ sang mở rộng.",
  "vision_q2": "Đồng kiến tạo hành trình",
  "vision_a2": "Chúng tôi muốn trở thành đối tác đáng tin cậy nhất — không chỉ với tư cách nhà tư vấn, mà là ĐỒNG KIẾN TẠO hành trình của họ. Dù là startup đang bước những bước đầu tiên hay doanh nghiệp đang chuyển hướng cho sự phù hợp tương lai, chúng tôi muốn trở thành la bàn, chất xúc tác và sức mạnh thầm lặng đằng sau hậu trường của họ.",
  "vision_q3": "Tạo ra tác động",
  "vision_a3": "Tầm nhìn dài hạn của chúng tôi là xây dựng một hệ sinh thái tư vấn cố vấn, thúc đẩy và trao quyền — không chỉ cho khách hàng, mà cả tài năng trẻ và doanh nhân tương lai. Chúng tôi muốn được nhớ đến không phải vì dịch vụ chúng tôi cung cấp, mà vì TÁC ĐỘNG CHÚNG TÔI TẠO RA.",
  "mission_q1": "Chúng tôi mang lại kết quả",
  "mission_a1": "Sứ mệnh của chúng tôi là giải quyết vấn đề doanh nghiệp bằng trái tim, trí óc và phương pháp — kết hợp tư duy chiến lược, đổi mới công nghệ, trí tuệ tài chính và trí thông minh tiếp thị có thể hành động. Chúng tôi không cung cấp bài thuyết trình; CHÚNG TÔI MANG LẠI KẾT QUẢ. Mỗi dự án chúng tôi thực hiện là cơ hội để tạo ra giá trị doanh nghiệp hữu hình, nâng cao quy trình và làm cho khách hàng của chúng tôi mạnh mẽ hơn ngày hôm qua.",
  "mission_q2": "Sẵn sàng cho tương lai",
  "mission_a2": "Chúng tôi hướng đến đơn giản hóa sự phức tạp. Dù là lộ trình công nghệ, chiến lược ra thị trường, nút thắt hoạt động hay thách thức tăng trưởng dựa trên tài chính — chúng tôi phân tích, giải quyết từ bên trong và xây dựng hệ thống có thể mở rộng. Sứ mệnh của chúng tôi là làm cho khách hàng sẵn sàng cho tương lai — với sự linh hoạt, kiên cường và định hướng rõ ràng.",
  "mission_q3": "Luôn đồng hành cùng khách hàng",
  "mission_a3": "Và quan trọng nhất, chúng tôi được thúc đẩy bởi sứ mệnh giữ điều này đạo đức, cá nhân và có mục đích. Chúng tôi muốn trở thành loại nhà tư vấn không chỉ gây ấn tượng — mà thực sự chuyển đổi, truyền cảm hứng và đồng hành cùng khách hàng như những đối tác quan tâm.",
  "team_section_title": "Gặp gỡ Đội ngũ Cốt lõi",
  "team_section_subtitle": "Đội ngũ của chúng tôi tập hợp các Nhà Tư vấn Quản lý giàu kinh nghiệm, Lãnh đạo Startup, Kế toán Viên Kiểm định hàng đầu, Chuyên gia Pháp lý và Chiến lược gia Tiếp thị — cùng chung cam kết cung cấp giải pháp tư vấn tác động.",
  "footer_description": "Đối tác đáng tin cậy của bạn để mở rộng kinh doanh và tuân thủ quy định tại Việt Nam. Chúng tôi cung cấp hướng dẫn chuyên gia để giúp bạn điều hướng thành công các thị trường phức tạp.",
  "footer_office_location": "Văn phòng Thành phố Hồ Chí Minh",
  "footer_office_hours": "Thứ 2 – Thứ 6, 8:30 SÁNG - 5:30 CHIỀU (UTC+7)",
  "get_in_touch": "Liên hệ",
  "company_title": "Công ty",
  "careers_link": "Tuyển dụng",
  "partner_network_link": "Mạng lưới đối tác",
  "industry_guides_link": "Hướng dẫn ngành",
  "market_reports_link": "Báo cáo thị trường",
  "case_studies_link": "Nghiên cứu điển hình",
  "regulatory_updates_link": "Cập nhật quy định",
  "copyright_text": "© 2025 VIETBASE CONSULTING CO., LTD. Mọi quyền được bảo lưu.",
  "privacy_policy_link": "Chính sách bảo mật",
  "terms_of_service_link": "Điều khoản dịch vụ",
  "follow_us": "Theo dõi chúng tôi:",
  "book_call_connect": "Kết nối",
  "book_a_call": "Đặt lịch hẹn",
  "schedule_consultation_button": "Đặt lịch tư vấn",
  "book_call_ready_text": "Sẵn sàng xây dựng doanh nghiệp tại Việt Nam? Hãy thảo luận mục tiêu của bạn."
}